
#Область ОбработчикиКомандФормы
&НаКлиенте
Процедура ТестоваяКоманда(Команда)
	Сообщение = Новый СообщениеПользователю();
    Сообщение.Текст = НСтр("ru=""Все работает корректно""");
    Сообщение.Сообщить();
    МойМетод(НСтр("ru = 'Добрый вечер!'"));
КонецПроцедуры
#КонецОбласти

#Область СлужебныеПроцедурыИФункции
// Мой метод.
// 
// Параметры:
//  Строка - Строка - Строка
&НаКлиенте
Процедура МойМетод(Строка)
	Сообщение = Новый СообщениеПользователю();
    Сообщение.Текст = Строка;
    Сообщение.Сообщить();		
КонецПроцедуры
#КонецОбласти
